USE [notice_board];
GO

INSERT INTO Categories (NameOfCategory)
VALUES
    (N'Побутова техніка'),
    (N'Комп''ютерна техніка'),
    (N'Смартфони'),
    (N'Інше');

INSERT INTO SubCategories (CategoryId, NameOfSubCategory)
VALUES
    (1, N'Холодильники'),
    (1, N'Пральні машини'),
    (1, N'Бойлери'),
    (1, N'Печі'),
    (1, N'Витяжки'),
    (1, N'Мікрохвильові печі'),
    (2, N'ПК'),
    (2, N'Ноутбуки'),
    (2, N'Монітори'),
    (2, N'Принтери'),
    (2, N'Сканери'),
    (3, N'Android смартфони'),
    (3, N'iOS/Apple смартфони'),
    (4, N'Одяг'),
    (4, N'Взуття'),
    (4, N'Аксесуари'),
    (4, N'Спортивне обладнання'),
    (4, N'Іграшки');